services = {}

# Консультации специалистов
services["Консультации специалистов"] = {
    "Дерматовенеролог": {
        "Осмотр, назначение анализов и лечения": None,
        "Первичная консультация": "170 000 сум",
        "Повторная консультация (после назначения лечения, через 2 недели)": "150 000 сум",
        "Дерматоскопия": "200 000 сум"
    },
    "Гинеколог": {
        "Осмотр, назначение анализов и лечения": None,
        "Первичная консультация": "250 000 сум",
        "Повторная консультация": "150 000 сум"
    },
    "Флеболог": {
        "Осмотр, назначение анализов и лечения": None,
        "Первичная консультация": "170 000 сум",
        "Повторная консультация (после назначения лечения, через 2 недели)": "150 000 сум"
    },
    "Стоматолог": {
        "Первичная консультация": "200 000 сум"
    }
}

# Аппаратные процедуры
services["Аппаратные процедуры"] = {
    "SMAS лифтинг лица и тела на аппарате ULTRAFORMER MPT": {
        "Верхняя треть лица": {
            "Лоб (100 линий)": "1 500 000 сум",
            "Область вокруг глаз (200 линий)": "3 100 000 сум"
        },
        "Средняя и нижняя треть лица": {
            "Щеки и брыли (300 линий)": "4 700 000 сум",
            "Подбородок (300 линий)": "4 700 000 сум",
            "Шея (250 линий)": "3 900 000 сум",
            "Декольте (300 линий)": "4 700 000 сум",
            "Среднее лицо полностью (500 линий)": "7 800 000 сум",
            "Лицо полностью (700 линий)": "10 000 000 сум",
            "Лицо полностью + подбородок (800 линий)": "12 000 000 сум",
            "Лицо (полностью) + шея + декольте (1000 линий)": "15 000 000 сум"
        },
        "Тело": {
            "Руки (300 линий)": "4 700 000 сум",
            "Живот (400 линий)": "6 200 000 сум",
            "Талия (400 линий)": "6 200 000 сум",
            "Бедра (500 линий)": "7 800 000 сум",
            "Колени (500 линий)": "7 800 000 сум",
            "Внутренняя сторона бедер (500 линий)": "7 800 000 сум",
            "Дополнительный импульс": "15 000 сум"
        }
    }
}

# Лазерная эпиляция
services["Лазерная эпиляция"] = {
    "CANDELA GENTLELASE PRO": {
        "Эпиляция- межбровье": "115 000 сум",
        "Эпиляция- носа": "170 000 сум",
        "Эпиляция - верхняя губа": "170 000 сум",
        "Эпиляция- скул (женс)": "220 000 сум",
        "Эпиляция- скул (муж)": "340 000 сум",
        "Эпиляция - подбородок (женс)": "220 000 сум",
        "Эпиляция - подбородок (муж)": "250 000 сум",
        "Эпиляция- щек (женс)": "220 000 сум",
        "Эпиляция- щек (муж)": "340 000 сум",
        "Эпиляция - лба (женс)": "170 000 сум",
        "Эпиляция - лба (муж)": "250 000 сум",
        "Эпиляция - бакенбарды (женс)": "220 000 сум",
        "Эпиляция - бакенбарды (муж)": "450 000 сум",
        "Эпиляция- задний кант": "340 000 сум",
        "Эпиляция - кант бороды и усов": "450 000 сум",
        "Эпиляция - нижняя треть лица (женс)": "340 000 сум",
        "Эпиляция - нижняя треть лица (муж)": "450 000 сум",
        "Эпиляция - ушных раковин": "230 000 сум",
        "Эпиляция- височная область": "230 000 сум",
        "Эпиляция - лица (женс)": "550 000 сум",
        "Эпиляция - лица (муж)": "650 000 сум",
        "Эпиляция - шеи (спереди) (женс)": "230 000 сум",
        "Эпиляция - шеи (спереди) (муж)": "450 000 сум",
        "Эпиляция- шеи (сзади) (женс)": "340 000 сум",
        "Эпиляция- шеи (сзади) (муж)": "550 000 сум",
        "Эпиляция- воротниковая зона (женс)": "340 000 сум",
        "Эпиляция- воротниковая зона (муж)": "450 000 сум",
        "Эпиляция - женская грудь": "550 000 сум",
        "Эпиляция - мужская грудь": "790 000 сум",
        "Эпиляция- женское декольте": "340 000 сум",
        "Эпиляция- подмышечные впадины (женс)": "340 000 сум",
        "Эпиляция- подмышечные впадины (муж)": "450 000 сум",
        "Эпиляция- кисти+ рук (женс)": "230 000 сум",
        "Эпиляция- кисти+ рук (муж)": "350 000 сум",
        "Эпиляция- руки от кисти до локтя (женс)": "450 000 сум",
        "Эпиляция- руки от кисти до локтя (муж)": "550 000 сум",
        "Эпиляция- руки выше локтя (женс)": "400 000 сум",
        "Эпиляция- руки выше локтя (муж)": "500 000 сум",
        "Эпиляция - руки полностью (женс)": "900 000 сум",
        "Эпиляция - руки полностью (муж)": "1 100 000 сум",
        "Эпиляция - плеч (женс)": "450 000 сум",
        "Эпиляция - плеч (муж)": "550 000 сум",
        "Эпиляция - спины (женс)": "950 000 сум",
        "Эпиляция - спины (муж)": "1 300 000 сум",
        "Эпиляция- поясничной области (женс)": "350 000 сум",
        "Эпиляция- поясничной области (муж)": "450 000 сум",
        "Эпиляция- верхняя часть ягодицы": "400 000 сум",
        "Эпиляция - белой линии живота (женс)": "220 000 сум",
        "Эпиляция - белой линии живота (муж)": "450 000 сум",
        "Эпиляция - ореолы молочной железы": "220 000 сум",
        "Эпиляция- живота (женс)": "560 000 сум",
        "Эпиляция- живота (муж)": "1 000 000 сум",
        "Эпиляция бикини полоски (женс)": "220 000 сум",
        "Эпиляция бикини полоски (муж)": "450 000 сум",
        "Эпиляция классические бикини (женс)": "450 000 сум",
        "Эпиляция классические бикини (муж)": "700 000 сум",
        "Эпиляция - глубокие бикини (женс)": "600 000 сум",
        "Эпиляция - глубокие бикини (муж)": "800 000 сум",
        "Эпиляция- ягодицы (женс)": "900 000 сум",
        "Эпиляция- ягодицы (муж)": "1 100 000 сум",
        "Эпиляция - голеней (женс)": "550 000 сум",
        "Эпиляция - голеней (муж)": "800 000 сум",
        "Эпиляция - бедер (женс)": "700 000 сум",
        "Эпиляция - бедер (муж)": "900 000 сум",
        "Эпиляция - ноги на 75% (женс)": "800 000 сум",
        "Эпиляция - ноги на 75% (муж)": "1 000 000 сум",
        "Эпиляция - ноги полностью (женс)": "1 100 000 сум",
        "Эпиляция - ноги полностью (муж)": "1 350 000 сум",
        "Эпиляция - пальцев ног (женс)": "220 000 сум",
        "Эпиляция - пальцев ног (муж)": "300 000 сум",
        "Эпиляция тыл стопы + пальцы": "220 000 сум",
        "Эпиляция 1 единица": "12 000 сум",
        "*При оплате за 4 зоны": "-20%",
        "*При оплате за 6 процедур": "-30%"
    }
}

# Пакеты на лазерную эпиляцию
services["Пакеты на лазерную эпиляцию"] = {
    "Базовый": {
        "Голень + бикини + подмышки": "1 200 000 сум",
        "Без скидки": "1 500 000 сум"
    },
    "Экспресс": {
        "Ноги полностью + подмышки + бикини + усики": "1 700 000 сум",
        "Без скидки": "2 210 000 сум"
    },
    "Стандарт": {
        "Руки до локтя + ноги до колен + бикини + подмышки + усики": "1 600 000 сум",
        "Без скидки": "2 110 000 сум"
    },
    "Медиум": {
        "Ноги полностью + глубокие бикини + подмышки": "2 300 000 сум",
        "Без скидки": "2 900 000 сум"
    },
    "Премиум": {
        "Ноги + руки + подмышки + бикини + лицо": "2 700 000 сум",
        "Без скидки": "3 500 000 сум"
    },
    "Максимум": {
        "Лицо + подмышки + спина + живот + руки + бикини + ноги + ягодицы": "4 700 000 сум",
        "Без скидки": "5 900 000 сум"
    },
    "Full Body": {
        "Ноги + руки + лицо + подмышки + бикини + ягодицы + спина + живот + грудь + шея": "4 700 000 сум",
        "Без скидки": "7 000 000 сум"
    }
}

# Лазерное лечение акне, розацеа, постакне на аппарате CANDELA VBEAM PERFECTA
services["Лазерное лечение акне, розацеа, постакне"] = {
    "Единичный импульс на лице (от 1 до 50 импульсов)": "28 000 сум",
    "Единичный импульс на лице (от 50 до 100 импульсов)": "17 000 сум",
    "Единичный импульс на лице (свыше 100 импульсов)": "11 000 сум",
    "Пакеты по зонам": {
        "Лицо полностью (200-210 импульсов)": "1 800 000 сум",
        "Лицо полностью (250-270 импульсов)": "2 300 000 сум",
        "Область шеи и декольте (200-210 импульсов)": "2 100 000 сум",
        "Область шеи и декольте (250-270 импульсов)": "2 500 000 сум",
        "Область щек (100-120 импульсов)": "1 100 000 сум",
        "Область щек (130-150 импульсов)": "1 300 000 сум",
        "Лечение переорального дерматита (70-100 импульсов)": "800 000 сум",
        "Гемангиома сложной локализации за импульс": "60 000 сум",
        "Спайдер-ангиома 2 импульса": "250 000 сум",
        "Губы (15-20 импульсов)": "800 000 сум",
        "Веки (30-40 импульсов)": "1 500 000 сум",
        "Ухо (50-60 импульсов)": "2 500 000 сум"
    }
}

# Лазерное удаление накожных образований
services["Лазерное удаление накожных образований"] = {
    "Папилломы, мили, плоские бородавки, вирусные бородавки, контагиозные моллюски": {
        "На шее/конечностях (за 1 элемент)": "120 000 сум",
        "На шее/конечностях при 10 и более": "60 000 сум",
        "На шее/конечностях, при 20 и более": "40 000 сум",
        "На шее/конечностях, при 100 и более": "25 000 сум",
        "На шее/конечностях, при 200 и более": "20 000 сум"
    },
    "По зонам": {
        "Лицо полностью": "1 700 000 сум",
        "Шея, декольте": "2 200 000 сум",
        "В области груди": "1 100 000 сум",
        "Подмышечная область": "600 000 сум",
        "На гениталиях, за 1 элемент": "450 000 сум",
        "На лице/подошве/пальцах (за 1 элемент)": "450 000 сум",
        "На лице/подошве/пальцах (при 10 и более)": "350 000 сум"
    },
    "Лазерное удаление родинки (за 1 элемент)": "450 000 сум",
    "Лазерное СО2 удаление доброкачественных образований до 1см в диаметре (невус, фиброма, кератома, родинки)": {
        "На конечностях и теле (за 1 элемент)": "550 000 сум",
        "На лице, пальцах, гениталии (за 1 элемент)": "550 000 сум"
    },
    "Лазерная СО2 абляционная шлифовка кожи": {
        "Рубец 1-2 см": "550 000 сум",
        "Рубец 3-4 см": "800 000 сум",
        "Рубец 5-10 см": "1 100 000 сум",
        "Рубец (10-20 см)": "2 000 000 сум",
        "Тело (10х10)": "1 300 000 сум",
        "Тело (20х20)": "2 200 000 сум",
        "Растяжки, стрии (10-10)": "1 700 000 сум",
        "Растяжки, стрии (10-20)": "2 400 000 сум"
    }
}

# Микроигольчатый RF-лифтинг Genius Lutronic
services["Микроигольчатый RF-лифтинг Genius Lutronic"] = {
    "Лицо": "8 500 000 сум",
    "Шея": "5 500 000 сум",
    "Лицо, шея, декольте": "10 000 000 сум",
    "Периорбитальная зона": "5 500 000 сум",
    "Тело живот+бока": "9 500 000 сум",
    "Кисти рук": "5 500 000 сум",
    "1 зона 10x10": "5 500 000 сум"
}

# Аппаратная косметология HydraFacial MD
services["Аппаратная косметология HydraFacial MD"] = {
    "Программа: Чистка базовая Hydrafacial": "1 200 000 сум",
    "Программа: Полчаса до идеала 'Business Beauty 30'": "1 400 000 сум",
    "Программа: Для сухой и обезвоженной кожи - Light Hydrafacial": "1 600 000 сум",
    "Программа: Революционное омоложение Anti Age Hydrafacial": "1 800 000 сум",
    "Программа: Увлажнение и профилактика преждевременного старения кожи": "1 900 000 сум",
    "Программа: Для мужчин - For Men": "1 700 000 сум",
    "Программа: Нежные ручки": "1 200 000 сум"
}

# Эстетическая косметология
services["Эстетическая косметология"] = {
    "Программа - Фарфоровое лицо Bioplasma от GIGI (Израиль)": "650 000 сум",
    "Программа - Nutri Peptide от GIGI (Израиль)": "650 000 сум",
    "Программа - Сияние лица от HOLY LAND (Израиль)": "650 000 сум",
    "Программа - Мгновенное увлажнение и долговременное сияние кожи лица BIODROGA (Германия)": "900 000 сум",
    "Уходовая процедура DMK 'Мать невесты' (Комплексное воздействие для зрелой кожи +40)": "1 000 000 сум",
    "Люкс уход от FORLLED (интенсивное увлажнение, питание, сияние кожи)": "1 000 000 сум",
    "Косметологический массаж": {
        "Массаж лица": "400 000 сум",
        "Скульптурный массаж лица": "400 000 сум"
    },
    "Пилинги": {
        "Ретиноевый пилинг 'жёлтый пилинг' (Испания)": "900 000 сум",
        "Пилинг Джесснера": "700 000 сум",
        "Срединный пилинг ТСА": "1 000 000 сум",
        "DMK danne": "1 300 000 сум",
        "Всесезонный химический пилинг PRX T-33": "800 000 сум",
        "BioRePeelCl3": "800 000 сум",
        "Пилинги SESDERMA": "800 000 сум"
    }
}

# Пилинги Intimate
services["Пилинги Intimate"] = {
    "Подмышки": "600 000 сум",
    "Бикини": "1 300 000 сум",
    "Бикини+ подмышки": "1 700 000 сум"
}

# Уходовая процедура IS CLINICAL
services["Уходовая процедура IS CLINICAL"] = {
    "EYE BRIGHT TREATMENT - Уход вокруг глаз": "600 000 сум",
    "HARMONY FACIAL - Сияние лица": "900 000 сум",
    "FIRE & ICE FACIAL - Огонь и лед": "1 100 000 сум",
    "FOAMING ENZYME TREATMENT FACIAL – Брызги шампанского": "1 200 000 сум",
    "SILK HONEY FACIAL - Шелковый медовый СПА уход": "1 000 000 сум",
    "EXFOLIATING CLEAR SKIN FACIAL - Экфолиация чистая кожа": "900 000 сум",
    "MEDIUM PEELING - Средний пилинг": "1 800 000 сум",
    "PRODIGY PEEL PRO SYSTEM - Срединный пилинг": "2 800 000 сум"
}

# Медицинская инъекционная косметология
services["Медицинская инъекционная косметология"] = {
    "Мезотерапия лица": {
        "DMAE": "700 000 сум",
        "DERMAHEAL": "700 000 сум",
        "MESOLINE": "700 000 сум",
        "PLURYAL": "700 000 сум"
    },
    "Биоревитализация лица": {
        "Hyalual 1.1% (Швейцария) 1 мл": "1 900 000 сум",
        "Hyalual 1.1% (Швейцария) 2 мл": "2 200 000 сум",
        "Hyalual 1.8% (Швейцария) 1 мл": "2 200 000 сум",
        "Hyalual 1.8% (Швейцария) 2 мл": "2 500 000 сум",
        "Hyalual 2.2% (Швейцария) 1 мл": "2 500 000 сум",
        "Hyalual 2.2% (Швейцария) 2 мл": "2 700 000 сум",
        "Xela Rederm 1.1% (Швейцария) 1 мл": "2 200 000 сум",
        "Xela Rederm 1.1% (Швейцария) 2 мл": "2 500 000 сум",
        "Xela Rederm 1.8% (Швейцария) 1 мл": "2 500 000 сум",
        "Xela Rederm 1.8% (Швейцария) 2 мл": "2 700 000 сум",
        "Xela Rederm 2.2% (Швейцария) 1 мл": "2 500 000 сум",
        "Xela Rederm 2.2% (Швейцария) 2 мл": "2 700 000 сум",
        "Meso Wharton P 199 (1,5 ml)": "2 400 000 сум",
        "Meso Xanthin F199 (1,5 ml)": "2 400 000 сум",
        "Meso Sculpt (1.5 мл)": "2 400 000 сум",
        "Meso EYE (1 мл)": "2 400 000 сум",
        "Hydro Deluxe (Испания)": "2 300 000 сум",
        "PROFHILO (Франция) 2,0 мл": "3 300 000 сум"
    },
    "Экзосомы ASCE+SRLV (Корея)": "5 мл - 2 900 000 сум",
    "Spherogel Long Fine": "2 900 000 сум",
    "Spherogel Medium": "2 900 000 сум",
    "KARISMA (Италия) проколлаген": "2 900 000 сум",
    "EJAL 40 (Италия)": "2 500 000 сум",
    "NOVACUTAN Bio Pro (Россия) 2,0 мл": "2 600 000 сум",
    "NUCLEOFILL Medium (1.5 мл)": "2 400 000 сум",
    "NUCLEOFILL Strong (1.5 мл)": "2 400 000 сум",
    "NUCLEOFILL Soft Plus Eyes": "2 400 000 сум",
    "Saypha Rich": "2 000 000 сум"
}

# Контурная пластика лица и губ
services["Контурная пластика лица и губ"] = {
    "ALLERGAN (Франция)": {
        "Канюля": "100 000 сум",
        "Juvederm Smile 0.6 мл": "2 600 000 сум",
        "Juvederm 3 (1 мл)": "2 900 000 сум",
        "Juvederm 4 (1 мл)": "2 900 000 сум",
        "Juvederm Volbella (1 мл)": "3 300 000 сум",
        "Juvederm Volift (1 мл)": "3 300 000 сум",
        "Juvederm Voluma (1 мл)": "3 300 000 сум",
        "JUVEDERM VOLITE (1,0 мл)": "3 300 000 сум"
    },
    "ALIAXIN SR (Франция) 1 мл": "2 600 000 сум",
    "ALIAXIN FL (Франция) 1 мл": "2 600 000 сум",
    "ALIAXIN GP (Франция) 1 мл": "2 600 000 сум",
    "ALIAXIN EV (Франция) 1 мл": "2 600 000 сум",
    "Stylage M (1 мл)": "2 800 000 сум",
    "Stylage L (1 мл)": "3 000 000 сум",
    "Stylage XL (1 мл)": "3 000 000 сум",
    "Saypha filler (1 мл)": "2 800 000 сум",
    "Saypha Volume Lido": "2 900 000 сум",
    "Saypha Volume Plus": "3 000 000 сум"
}

# Инъекции Neuramis и другие
services["Инъекции Neuramis и другие"] = {
    "Neuramis deep lidocaine 1 мл": "1 600 000 сум",
    "Neuramis Light 1 мл": "1 600 000 сум",
    "Neuramis Volume 1 мл": "1 900 000 сум",
    "TWAS eyes 2 мл": "2 100 000 сум",
    "TWAS 2 мл": "2 700 000 сум",
    "TWAS 3 мл": "3 000 000 сум",
    "TEOSYAL Redensity 1 (1,0 мл)": "2 000 000 сум",
    "TEOSYAL Redensity 1 (3,0 мл)": "3 000 000 сум",
    "Teosyal Redensity 2 (1 мл)": "3 000 000 сум",
    "Teosyal Kiss (1 мл)": "3 000 000 сум",
    "Teosyal RHA 2 (1 мл)": "3 000 000 сум",
    "Teosyal RHA 3 (1 мл)": "3 000 000 сум",
    "Коллост 7% (1 мл)": "3 000 000 сум",
    "Коллост 7% (1,5 мл)": "3 200 000 сум",
    "Коллост 15%": "3 500 000 сум",
    "Nithya (5 мл)": "3 000 000 сум",
    "Отбеливание тёмных кругов вокруг глаз": "800 000 сум",
    "TWAS Eyes (2 мл)": "2 100 000 сум",
    "NUCLEOFILL Soft Plus Eyes": "2 600 000 сум",
    "Meso EYE (1 мл)": "2 400 000 сум",
    "Дипроспан": "600 000 сум",
    "Лонгидаза": "600 000 сум",
    "Powerfill (1000 мг)": "8 700 000 сум",
    "Gana HA Body (50 мл)": "5 400 000 сум"
}

# Ботулинотерапия
services["Ботулинотерапия"] = {
    "DYSPORT (IPSEN Франция)": {
        "1 ед.": "28 000 сум",
        "от 100 ед.": "24 000 сум",
        "1 фл-300 ед": "4 500 000 сум",
        "1 фл-500 ед": "6 500 000 сум"
    },
    "NEURONOX (MEDYTOX Южная Корея)": {
        "1 ед.": "40 000 сум",
        "от 100 ед.": "35 000 сум"
    },
    "RENATOX (Россия) 1 ед.": "45 000 сум"
}

# Лечение гипергидроза
services["Лечение гипергидроза"] = {
    "NEURONOX (100 ед.)": "3 400 000 сум",
    "NEURONOX (200 ед.)": "5 000 000 сум",
    "DYSPORT (300 ед.)": "4 500 000 сум",
    "DYSPORT (500 ед.)": "6 000 000 сум",
    "REFINEX (100 ед.)": "2 800 000 сум"
}

# Плазмолифтинг
services["Плазмолифтинг"] = {
    "Пробирка 1 шт": "600 000 сум",
    "Пробирка 4 шт": "2 000 000 сум"
}

# Инъекционная липосакция
services["Инъекционная липосакция"] = {
    "Light Fit 2 мл": "700 000 сум",
    "V line Sol 5 мл": "700 000 сум",
    "V line Sol 10 мл": "900 000 сум",
    "PB Serum 1 фл": "700 000 сум",
    "PB Serum 2 фл": "1 200 000 сум",
    "PB Serum 3 фл": "1 700 000 сум",
    "Baby Face 0.5 фл": "1 200 000 сум",
    "Baby Face 1 фл": "2 400 000 сум"
}

# Векторный инъекционный лифтинг
services["Векторный инъекционный лифтинг"] = {
    "DIALLINE (Южная Корея)": "3 000 000 сум",
    "JUVELOOK (Корея)": "5 400 000 сум",
    "Lenisna (Корея)": "5 400 000 сум",
    "Raddiesse MERZ (Германия)": "4 000 000 сум",
    "Aesthefill (200 мг) (Южная Корея)": "5 500 000 сум",
    "Reva coll collagen": "2 000 000 сум"
}

# Мезотерапия волос
services["Мезотерапия волос"] = {
    "Мезококтейль HairCare (Италия) 2,5 мл": "700 000 сум",
    "FRENCH LABORATOIRE Biotin (Франция) 2,0 мл": "700 000 сум",
    "FRENCH LABORATOIRE Dexpanthenol (Франция) 2,5 мл": "700 000 сум",
    "DR. CYJ Hair Filler (Южная Корея) 1 мл": "1 800 000 сум",
    "ASCE HRLV EXO Some hair": "3 000 000 сум"
}

# Гинекология
services["Гинекология"] = {
    "Консультация гинеколога": "250 000 сум",
    "Повторный осмотр (в течении 2х недель)": "150 000 сум",
    "Вагинальная обработка": "300 000 сум",
    "Удаление ВМС": "500 000 сум",
    "Вставление ВМС": "500 000 сум",
    "Прижигание эрозии шейки матки": "500 000 сум"
}

# Эстетическая гинекология
services["Эстетическая гинекология"] = {
    "Интимный пилинг GIGI (Израиль)": "900 000 сум",
    "Интим отбеливание (методом лазерной шлифовки)": "1 300 000 сум",
    "Интим отбеливание (Мезо-пилинг)": "1 400 000 сум",
    "Аугментация точки G": {
        "NEURAMIS VOLUME 1 мг": "2 500 000 сум",
        "NEAUVEA (Швейцария) 1 мг": "2 700 000 сум",
        "JUVEDERM 4 (Франция) 1 мг": "3 300 000 сум",
        "STYLAGE M (Англия) 1 мг": "3 300 000 сум",
        "STYLAGE L (Англия) 1 мг": "3 300 000 сум",
        "JUVEDERM VOLITE": "3 300 000 сум",
        "JUVEDERM VOLUMA": "3 300 000 сум"
    },
    "CORE INTIMA": {
        "Интимное омоложение за 1 процедуру": "4 000 000 сум",
        "Интимное омоложение за 3 процедуры": "7 200 000 сум",
        "Процедура интимного омоложения": {
            "Лечение инконтиненции (Недержание мочи)": None,
            "Лечение сухости влагалища и вагинальных инъекций": None,
            "Опущение стенок влагалища 1-2 ст": None,
            "Интимное вагинальное сужение": None
        }
    }
}

# Уход за телом
services["Уход за телом"] = {
    "Коррекция фигуры с аппаратом 'ULFIT THERAPY'": {
        "Руки": {
            "500 импульсов": "4 300 000 сум",
            "600 импульсов": "5 000 000 сум",
            "700 импульсов": "6 000 000 сум"
        },
        "Боковая часть спины": {
            "600 импульсов": "5 000 000 сум",
            "700 импульсов": "6 000 000 сум"
        },
        "В области живота": {
            "500 импульсов": "4 300 000 сум",
            "600 импульсов": "5 000 000 сум",
            "700 импульсов": "6 000 000 сум",
            "800 импульсов": "7 000 000 сум"
        },
        "Боковая часть живота": {
            "600 импульсов": "5 000 000 сум",
            "700 импульсов": "6 000 000 сум"
        },
        "Бедра": {
            "600 импульсов": "5 000 000 сум",
            "700 импульсов": "6 000 000 сум",
            "800 импульсов": "7 000 000 сум",
            "900 импульсов": "7 800 000 сум",
            "1000 импульсов": "8 500 000 сум"
        }
    }
}

# Эндосфера терапия
services["Эндосфера терапия"] = {
    "BODY (Продолжительность процедуры до 70 минут)": {
        "Разовое посещение (35 минут)": "500 000 сум",
        "Разовое посещение (70 минут)": "1 000 000 сум",
        "Курс на 6 процедур": "5 700 000 сум",
        "Курс на 8 процедур": "7 500 000 сум",
        "Курс на 10 процедур": "9 500 000 сум",
        "Курс на 12 процедур": "11 000 000 сум"
    }
}

# СПА массаж
services["СПА массаж"] = {
    "Оздоровительный и классический массаж": {
        "Общий - 1 час 30 минут": {
            "Жен": "600 000 сум",
            "Муж": "700 000 сум"
        },
        "Общий - 1 час": {
            "Жен": "500 000 сум",
            "Муж": "600 000 сум"
        },
        "Курс на 10 процедур (1 час)": {
            "Жен": "4 500 000 сум",
            "Муж": "5 000 000 сум"
        },
        "Курс на 10 процедур (1 час 30 минут)": {
            "Жен": "5 000 000 сум",
            "Муж": "6 000 000 сум"
        }
    },
    "Спортивный массаж для мужчин": {
        "Общий - 1 час": "600 000 сум",
        "Общий - 1 час 30 минут": "700 000 сум",
        "Курс на 10 процедур (1 час)": "5 000 000 сум",
        "Курс на 10 процедур (1 час 30 минут)": "6 000 000 сум"
    },
    "Антицеллюлитный массаж": {
        "Общий - 1 час 30 минут (жен)": "600 000 сум",
        "Общий - 1 час (жен)": "500 000 сум",
        "Ноги - 30 мин (жен)": "400 000 сум",
        "Курс на 10 процедур (1 час)": "4 500 000 сум",
        "Курс на 10 процедур (1 час 30 минут)": "5 000 000 сум"
    },
    "Массаж 'Коррекция фигуры'": {
        "Массаж медовый": {
            "Общий - 1 час": "600 000 сум",
            "Общий - 1 час": "500 000 сум",
            "Курс на 10 процедур по 1 часу": "4 500 000 сум",
            "Курс на 10 процедур по 1 час 30 минут": "5 500 000 сум"
        }
    },
    "Скрабирование": {
        "Все тело - 1 час": "550 000 сум",
        "Общий - 1 час 30 минут": "650 000 сум"
    },
    "Обёртывания": {
        "Все тело - 1 час": "550 000 сум",
        "Все тело - 1 час 30 минут": "600 000 сум"
    },
    "СПА комплекс": {
        "Скрабирование тело / распаривание тело на бочке / массаж": {
            "Жен": "1 200 000 сум",
            "Муж": "1 400 000 сум"
        },
        "СПА на профессиональных маслах от BABOR": {
            "Жен": "1 400 000 сум",
            "Муж": "1 600 000 сум"
        },
        "СПА на профессиональных маслах от ELEMIS": {
            "Жен": "1 400 000 сум",
            "Муж": "1 600 000 сум"
        },
        "Распаривание тело на бочке": "150 000 сум"
    }
}

# Стоматология
services["Стоматология"] = {
    "Терапия": {
        "Первичный осмотр консультация": "200 000 сум",
        "Профессиональная чистка (ультразвук)": "400 000 сум",
        "Очищение эмали AIR FLOW": "500 000 сум",
        "Профессиональная чистка с AIR FLOW": "800 000 сум",
        "Индивидуальный набор": "800 000 сум",
        "Лечение десен (1 процедура)": "200 000 - 400 000 сум",
        "Отбеливание зубов системой BUST": "2 500 000 сум",
        "Домашнее отбеливание зубов Opalescence": "2 500 000 сум",
        "Отбеливание зубов системой ZOOM 4": "5 500 000 сум",
        "Лечение кариеса": {
            "Анестезия зуба": "100 000 сум",
            "Поверхностный кариес (начальный кариес, кариес в стадии пятна)": "400 000 - 500 000 сум",
            "Средний - глубокий кариес": "600 000 - 700 000 сум",
            "ICON 1 зуб": "800 000 сум",
            "Художественная реставрация переднего зуба за 1 ед.": "1 100 000 сум",
            "Восстановление под коронку": "600 000 сум",
            "Стекловолоконный штифт": "400 000 сум"
        },
        "Лечение каналов": {
            "1 канал": "600 000 сум",
            "2 канала": "700 000 сум",
            "3 и больше": "800 000 сум"
        },
        "Периодонтит": {
            "Распломбировка 1 канал": "600 000 сум",
            "Промывка и временн.пломба": "200 000 - 400 000 сум"
        }
    }
}

# Ортопедия
services["Ортопедия"] = {
    "Слепки": {
        "Альгинат": "100 000 сум",
        "С силикон": "200 000 сум",
        "А силикон": "300 000 сум",
        "MockUP": "500 000 сум",
        "Каппа": "500 000 сум"
    },
    "Литой штифт": "500 000 сум",
    "Оксид циркония штифт": "600 000 сум",
    "Металлокерамика за 1 ед.": "1 200 000 сум",
    "Металокерамические коронки на имплант": "1 500 000 сум",
    "Оксид циркония каронка за 1 ед.": "4 000 000 сум",
    "Вкладка": "4 000 000 сум",
    "Виниры за 1 ед.": "4 500 000 сум",
    "E MAX": "4 500 000 сум",
    "Био денто пласт (протез)": "5 000 000 сум"
}

# Ортодонтия
services["Ортодонтия"] = {
    "Диагностика и 3Д моделирования": "2 000 000 сум",
    "Лечение на элайнерах Clear Smile": {
        "ClearSmile Quick (от 1 до 5 элайнера в комплекте)": "6 500 000 сум",
        "ClearSmile KIDS": "10 000 000 сум",
        "ClearSmile Light (от 6 до 16 элайнера в комплекте)": "12 000 000 сум",
        "ClearSmile Basic (от 17 до 32 элайнера в комплекте)": "18 000 000 сум",
        "ClearSmile Full (от 33 элайнеров в комплекте)": "24 000 000 сум",
        "ClearSmile PRO (от 66 элайнеров в комплекте)": "28 000 000 сум"
    },
    "Check Up (коррекция)": "200 000 - 400 000 сум",
    "Ретенционная капа ClearSmile (1 шт)": "600 000 сум",
    "Замена капы": "500 000 сум",
    "Пробный элайнер": "900 000 сум"
}

# Брекет система
services["Брекет система"] = {
    "Диагностика": "600 000 сум",
    "Брекеты": "от 6 000 000 до 12 000 000 сум",
    "Активации": {
        "Пластинка": "100 000 сум",
        "Брекеты": "200 000 сум"
    },
    "Ретейнеры": {
        "Съемные на 1 чел": "1 000 000 сум",
        "FIX на 1 чел": "2 000 000 сум"
    },
    "Ортодонтический временный минивинт": "700 000 сум",
    "Перестановка ортодонтического минивинта": "300 000 сум"
}

# Хирургия
services["Хирургия"] = {
    "Удаление зуба": "500 000 сум",
    "Переостит зуба": "500 000 сум",
    "Удаление зуба мудрости": "1 000 000 сум",
    "Резекция зуба": "1 000 000 сум",
    "Гемисекция зуба": "500 000 сум",
    "Имплантация зуба за 1 ед": "4 500 000 сум",
    "Аугментация костей (без материала)": "1 200 000 сум",
    "Синус лифтинг одна сторона": "1 200 000 сум"
}

# Детская терапия
services["Детская терапия"] = {
    "Первичный прием врача (консультация, составление плана лечения)": "200 000 сум",
    "Профессиональная чистка и гигиена (включая ремтерапию, контроль навыков гигиены, подбор индивидуальных средств гигиены)": "500 000 сум",
    "Инфильтрационная анестезия": "150 000 сум",
    "Прицельный снимок на визиографе": "200 000 сум",
    "Лечение поверхностного кариеса": "400 000 сум",
    "Лечение среднего кариеса": "450 000 сум",
    "Лечение глубокого кариеса": "500 000 сум",
    "Восстановление молочного зуба стандартной металлической коронкой": "700 000 сум",
    "Восстановление молочных передних зубов циркониевыми коронками": "1 200 000 сум",
    "Лечение СОПР (стоматита)": "400 000 сум",
    "Лечение всех форм периодонтитов": "500 000 сум",
    "Снятие налёта Пристли": "400 000 сум",
    "Покрытие фтором всей ротовой полости": "500 000 сум",
    "Художественная реставрация передних зубов": "700 000 сум",
    "Постановка цветной детской пломбы": "400 000 сум",
    "Пластика уздечки верхней губы и языка": "1 300 000 сум",
    "Герметизация фиссур молочного зуба": "600 000 сум",
    "Лечение пульпита": "400 000 сум",
    "Индивидуальный набор": "800 000 сум",
    "Удаление молочного зуба": "450 000 сум",
    "Керамическая реставрация передних зубов": "1 500 000 сум",
    "Лечение на элайнерах Clear Smile Kids": "10 000 000 сум"
}
